Repository: AdrianRibao/cerberos
Catalog: cerberos/locale/*/LC_MESSAGES/django.po
Languages: es

source: Lock the users
es: Bloquea a los usuarios

source: Unlock the users
es: Desbloquea a los usuarios

source: Site
es: Sitio

source: IP Address
es: Direcci칩n IP

source: User agent used in the login attempt
es: User agent usado en el intento de login

source: Username
es: Nombre de usuario

source: Username used to login
es: Nombre de usuario introducido

source: Failed logins
es: Accesos denegados

source: Failed logins for this IP
es: Accesos denegados para esta IP

source: Locked
es: Bloqueado

source: Indicates if the IP has been locked out.
es: Indica si la IP ha sido bloqueada

source: Failed access attempt
es: Intento de acceso fallido

source: Failed access attempts
es: Intentos de acceso fallidos

source: Not locked yet
es: No est치 bloqueado

source: Infinite
es: Infinito

source: Forgotten
es: Olvidado

source: %(time_remaining)s seconds
es: %(time_remaining)s segundos

source: Time to forget
es: Tiempo para olvidarlo

source: Access locked
es: Acceso bloqueado

source: The access to the site has been locked because you had more than %(retries)s failed access attempts.
es: El acceso a este sitio ha sido bloqueado porque ha el acceso ha fallado m치s de %(retries)s veces.

source: Your IP %(ip)s has been logged.
es: Su IP %(ip)s ha sido registrada.
